{	"company_profile"	    :	{									"name"						:	"Cotfield Enterprise Ltd.",									"office"					:	{																		"address"	:	"Surma Tower (16th Floor), 59/2, Purana Paltan, Dhaka-1000.",																		"maps"		:	{																							"longitude"	:	"",																							"latitude"	:	"",																							"zoom"		:	""																						},																		"phone"		:	"+88027119370, +8809582678",																		"fax"		:	"+88029552483",																		"web"		:	"www.cotfield.com",																		"email"		:	"cotfield@cotfield.com"																	},									"sister_concerns"			:	"The Cotfield Corporation",									"date_of_incorporation"		:	"2006",									"business_line"				:	"Agency, Trading & Import",									"status"					:	"Private Limited Company",									"special_achievement"		:	"The best agent of Olam International Limited. 2010-Present",									"position"					:	"Holding countable and major market share.  Approximately 9% of the total import of raw cotton in Bangladesh is done through us",									"motto"						:	"Serving customers by heart",									"image"						:	"http://www.cotfield.com/wp-content/uploads/2014/11/slide_2-Copy.jpg",																		"description"				:	{																		"introduction"		:	{																									"title"			:	"Cotfield Enterprise Limited",																									"description"	:	"Cotfield launched its business activities in 2006, at the name of ‘The Cotlook Corporations’ at the heart of Bangladesh Business hub-Motijhil, Dhaka. In course of time Cotfield Enterprise has accumulated valuable experience to contend with extremely competitive market and become a radically evolving company.<p>Now, Cotfield Enterprise is one of the leading Indenting companies for raw cotton business in Bangladesh. Our business activities comprise in following areas:"																								},																		"agency"			:	"Cotfield represents world reputed and leading suppliers from all over the world",																		"import"			:	"Cotfield import raw cotton of all growths from all over the world & also act as an agent of the different spinning mills & as well as the traders",																		"principles"		:	"Cotfield always maintain all laws, rules and regulations of raw cotton business. Fulfillment of stakeholders mutual benefits, business ethics and quality assurance are main drivers of our business principles",																		"business_ethics"	:	"Cotfield business ethics rely on following three concepts:<ul><li>Reliability</li><li>Responsibility</li><li>Sincerity</li></ul>",																		"quality_assurance"	:	"Cotfield Enterprise Ltd.  sources all goods from A1 suppliers in the world who have strong financial capabilities, good reputation, someone has modern ginning process and highly skilled expertise. As cotton is an agricultural product, quality may vary gradually from starting the season to the end, Cotfield’s speciality is to notify all our customers accordingly about the proper planning of selecting their origin and timing of buying. Besides, promoting any of new product or origin, we cordially examine the infrastructure by our own people at right places before offering to customers"																	}								},	"board_of_directors"	:	[									{										"name"			:	"Md. Rashedul Hasan",										"designation"	:	"Managing Director",										"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/10751886_960587873955387_199137243_n.jpg",										"id"			:	0									},									{										"name"			:	"Md. Sultan Ali Sarkar Palash",										"designation"	:	"DGM",										"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/10808254_960578557289652_1456298314_n.jpg",										"id"			:	1									},									{										"name"			:	"Silvi Momtaz Upama",										"designation"	:	"Manager(Communication)",										"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/10808387_960578620622979_376219132_n.jpg",										"id"			:	2									},									{										"name"			:	"Md. Sanowar Hossain",										"designation"	:	"Manager(Accounts)",										"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/10479703_960578580622983_356088995_n.jpg",										"id"			:	3									},									{										"name"			:	"Md. Mehedi",										"designation"	:	"Manager(Marketing)",										"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/10751561_960578623956312_854734404_n.jpg",										"id"			:	4									}								],			"mission_vision"		:	{									"title"				:	"Mission & Vision",									"image"				:	"http://www.cotfield.com/wp-content/uploads/2014/11/mission_vision.jpg",									"description"		:	"<ul><li>Be up to date with modern market conditions.</li><li>Match the demand of the customers through a diverse product and service range.</li><li>Let the tradition and experience is the stepping stone towards success.</li><li>Be the market leader with the superior quality.</li><li>Minimizing the Cost and maximizing the availability of the product while maintaining a high quality standard.</li><li>Maintaining a good relation with the customer as well as with the supplier.</li><li>Striving to match the product ranges of the market and continually grows as a company.</li></ul>"								},	"core_values"			:	{									"core_values_of_cotfield"			:	{																				"title"			:	"CORE VALUES OF COTFIELD",																				"description"	:	"Cotfield's core values consist of 5 key elements. These values are:",																				"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/Core.png"																			},									"sales_diagram_since_starting"		:	{																				"title"			:	"SALES DIAGRAM SINCE OUR STARTING",																				"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/Sales.png"																			},																		"core_services_of_marketing_team"	:	[																				{																					"title"			:	"Providing latest market update daily through mail, SMS and phone:",																					"description"	:	"We send specialized offer to our honorable customers and general offer to almost all the spinning mills. For specialized offer we segregate out total customer from various perspectives such as- on the basis of types of cotton they use, volume of consumption, frequency of purchasing etc. Then as per their requirement we send them specialized offer with special price focusing specially on the type of cotton they use. We prefer to treat our customer individually",																					"image"			:	""																				},																				{																					"title"			:	"Market trend analysis and inform to customer:",																					"description"	:	"We present market trend for specific types of cotton to our customer that assist them while making purchase decision. For example- the price trend of MCU-5 (31&32mm) in 2014 is as follows-",																					"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/marketing_2.png"																				},																				{																					"title"			:	"Monthly USDA report analysis & presentation to our customers:",																					"description"	:	"United States Department of Agriculture (USDA) publishes a report monthly.  This report predict about future production, import, export & domestic consumption of major international cotton influencing countries of the world. Our marketing team analyzes this report and present to our customer in an easier format. This worldwide market information guide the spinners not only in purchasing cotton at right time but also sell yarn in competitive price.<p>In addition to the following we inform our customer about the various international laws and regulation which may influence the international trade, especially to import raw cotton and to export finished products. It helps them to operate their business in more scientific manner.",																					"image"			:	"http://www.cotfield.com/wp-content/uploads/2014/11/marketing_3.png"																				},																				{																					"title"			:	"Regular visit to our customers to keep in touch and exchange information:",																					"description"	:	"Our marketing team regularly visits our existing customers as well as the likely customers and exchange various information regarding different aspects of business.",																					"image"			:	""																				},																				{																					"title"			:	"Ensuring after sell services:",																					"description"	:	"Selling cotton to a customer is not the only aim of our company rather it is beginning of our relationship. We utterly believe in making good relationship with our customers. We keep a close touch with the customers from the very starting of a business to the end of settlement of this single contract.",																					"image"			:	""																				}																			]								}}